Revit 2027 API
BuiltInFailures.GroupFailures.MembersExcludedWarn Property
 Group members have been excluded from this group instance.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId MembersExcludedWarn { get; }
Public Shared ReadOnly Property MembersExcludedWarn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ MembersExcludedWarn {
	FailureDefinitionId^ get ();
}
static member MembersExcludedWarn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace